import {ICharacter} from "../models/ICharacter.ts";

export const simpsons: ICharacter[] = [
    {
        name: 'Барт',
        surname: 'Сімпсон',
        age: 10,
        info: 'Бартолом\'ю ДжоДжо «Барт» Сімпсон (англ. Bartholomew JoJo «Bart» Simpson) — один із головних героїв мультфільму «Сімпсони». Барт — найстарша дитина Гомера і Мардж Сімпсон. У нього також є дві молодші сестри — Ліса і Меґґі. Барт є втіленням образу бешкетника та посереднього учня у школі. Разом зі своїм батьком Барт є одним із найвідоміших персонажів у цьому серіалі.',
        photo: 'https://upload.wikimedia.org/wikipedia/uk/a/aa/Bart_simpson.png'
    },
    {
        name: 'Гомер',
        surname: 'Сімпсон',
        age: 40,
        info: 'Гомер Джей Сімпсон (англ. Homer Jay Simpson) — один із головних героїв мультсеріалу «Сімпсони». Гомер — грубий і неввічливий батько родини, він має очевидні вади: товстий, лисий і не дуже розумний. Нерідко він поводиться як блазень, абсурдно, егоїстично і нетактовно, але все ж лишається симпатичним.',
        photo: 'http://upload.wikimedia.org/wikipedia/en/0/02/Homer_Simpson_2006.png'
    },
    {
        name: 'Мардж',
        surname: 'Сімпсон',
        age: 38,
        info: 'Марджорі Жаклин «Мардж» Сімпсон (у дівоцтві Був\'є) (англ. Marjorie Jacqueline «Marge» Simpson) — постійний персонаж мультфільму «Сімпсони», її озвучує Джулія Кавнер. Зазвичай носить зелену сукню, червоні балетки, на шиї — намисто з імітаційного перлів і їздить на помаранчевому універсалі. У неї шикарні сині волосся, які вона зазвичай збирає у дуже високу зачіску. Очі кольору горіха. Основне заняття — домогосподарка, більшу частину часу проводить у турботах про дім, дітей і Гомера. Мардж — єдиний член сім\'ї, який відвідує церкву добровільно. Старається підтримати нравственність не тільки своєї сім\'ї, а й усього міста. Відмінно готує, особливо славляться її свинячі відбивні та зефір. Улюблена страва — лапша з маслом.',
        photo: 'https://upload.wikimedia.org/wikipedia/ru/0/0b/Marge_Simpson.png'
    },
    {
        name: 'Ліса',
        surname: 'Сімпсон',
        age: 9,
        info: 'Ліса Мари Сімпсон (англ. Lisa Marie Simpson) — героїня мультфільму «Сімпсони». Середня дитина у сім\'ї, восьмирічна дівчинка, яка виділяється серед інших Сімпсонів передусім своїм розумом і розсудливістю.',
        photo: 'https://upload.wikimedia.org/wikipedia/ru/e/ec/Lisa_Simpson.png'
    },
    {
        name: 'Меґґі',
        surname: 'Сімпсон',
        age: 1,
        info: 'Маргарет Евелін «Меґґі» Сімпсон (англ. Margaret Evelyn “Maggie” Simpson) — персонаж мультфільму «Сімпсони». Вперше з\'явилася на телебаченні у шоу Трейсі Ульман, у короткометражці Good Night (англ.) 19 квітня 1987 року. Меґґі була придумана і розроблена карикатуристом Меттом Грейнінгом, поки він чекав на зустріч із Джеймсом Л. Бруксом. Названа на честь молодшої сестри Грейнінга. Після з\'яви у шоу Трейсі Ульман, через три роки сім\'я Сімпсонів отримала власний серіал на телеканалі Fox, дебют відбувся 17 грудня 1989 року.',
        photo: 'https://upload.wikimedia.org/wikipedia/ru/9/9d/Maggie_Simpson.png'
    },
];
